[
  {
    "path": "posts/De_små_tingene/",
    "title": "De små tingene",
    "description": "Hvis jeg gjør det jeg kan på mitt kontor, og du på ditt så må vi vel alle bli fornøyde med samfunnet?",
    "author": [
      {
        "name": "Endre Grüner Ofstad",
        "url": {}
      }
    ],
    "date": "2022-01-01",
    "categories": [
      "Forvaltning",
      "Økosystem"
    ],
    "contents": "\r\nGoogle tipset meg nylig om en artikkel jeg kunne ha interesse av. En kronikk på forskersonen skrevet av en rekke forskere med Aas i spissen. Kronikken ble skrevet på bakgrunn av artikkelen Ecosystem-based management: Miracle or Mirage? Mapping and rapid evidence assessment of international and Nordic research literature on ecosystem-based management.\r\nArtikkelen tar for seg økosystembasert forvaltning og implementering av denne. Økosystembasert forvaltning er et begrep uten en markant definisjon, men som omhandler en helhetlig tilnærming til forvaltningen av økosystem. At flere sektorer involveres og at forvaltningen hever blikket fra enkeltarter til økosystem. Videre skal forvaltningen skje på en bærekraftig måte og sikre at økosystemet har en god økologisk status1 . Dette er et begrep som er blitt stadig mer populært de siste årene. Artikkelen påpeker mange utfordrende faktorer for tilnærmingen hvor den største trolig er sektororganiseringen.\r\nSektoransvarsprinsippet reflektere enkelt sagt at jeg ikke skal fortelle deg hvordan du best skal gjøre jobben din, og vice versa. Kommuner bestemmer innenfor kommunen sin, Statens Vegvesen bestemmer hvor og hvordan veier bygges og så videre. Så lenge loven ikke sier noe annet. Naturmangfoldloven forplikter at alle offentlige beslutninger som berører naturmangfold skal ta en økosystemtilnærming på hvordan beslutningen vil påvirke den totale belastningen på økosystemet. En vellykket implementering av dette innebærer altså at alle parter er klar over hverandres handlinger i dag og i fremtiden, og er enige om hva disse handlingene innebærer for økosystemet. Ikke småtteri altså.2\r\nDe små tingene\r\nKahn (1966) introduserte konseptet ‘de små avgjørelsers tyranni’ (“The Tyranny of Small Decisions”). Eventuelt ‘enkeltvedtakets tyranni?’ ‘Bit-for-bit-tyranni’? Hvor du og jeg hver for oss foretar små avgjørelser til vårt eget beste. Du tar flyet til Oslo (det er raskest), og jeg tar bilen (så jeg kan kjøpe boller på Espa). Det er det som rasjonelt gir mening for hver av oss i vår situasjon. Og sånn går dagene, og vipps så blir togbanen lagt ned siden de ikke tjener nok. Ingen av oss ønsket det. Vi begge vil ha toget der som en mulighet - for når bestemor skal komme på besøk, eller fruen trenger bilen en helg og jeg ikke vil ta flyet. Likeså, for alle andre avgjørelser i det ganske land. Vi fatter alle avgjørelser ut fra hva vi anser som rasjonelt ut fra vårt ståsted. Ut fra hva vårt kunnskapsgrunnlag, ansvarsområde og interesser.\r\nPå politisk nivå kan dette skyldes insentiver for godvilje ved neste valg. Eller at den enkelte saksbehandler rasjonaliserer seg dithen at bare en til kan vel ikke spille noen rolle? Og sakte, men sikkert forsvinner strandsonen vår til tross for at det er et byggeforbud der. Noe som fjerner tilgangen til et fellesgode - havet - for folk flest.\r\nEn kopp kaffe\r\nAvgjørelser fattes innenfor hvert vårt ansvarsområde. Vår sektor. Men økosystemets grenser følger ikke kommunens geografiske grenser, ei heller bryr den seg om avgjørelsen fattes av grunneier, kommune eller stat. Elven renner gjennom flere kommuner, og avgjørelsene gjort i en kommune vil derfor ha en innvirkning hos nabokommunen. Aas og kolleger påpeker hvordan den enkelte sektor, foretar avgjørelser som gagner egne interesser fremfor helheten.3 Dette til tross av å være styrt av felles lover som skal sikre en økosystembasert forvaltning.\r\nOdum (Odum 1982) foreslo at regionale strukturer (slik som Fylkesmann, Fylkeskommune) ville kunne sikre en samkjøring av lokale avgjørelser. Videre vil regelverk som Plan- og Bygningsloven sikre engasjement. Plan- og Bygningsloven er med å på sikre prosesser hvor alle interesserte parter skal bli hør, og planer som kan strekke seg lengre enn politiske perioder.\r\nTil sist, og aller viktigst løses det ved god kommunikasjon. Fra grunneier til kommune til stat til grunneier…Mye informasjon og kunnskap forsvinner når vi sitter i hver vår sektor og på hver vår tue. Mye kan kanskje løses ved å invitere hverandre på møter, og legge hverandre til som kopimottakere, men jeg tror også at veldig mye informasjon kan utveksles ved å ta seg kaffekopp og slå av en fem-minutters prat.\r\n\r\n\r\n\r\nKahn, Alfred E. 1966. “The Tyranny of Small Decisions: Market Failures, Imperfections, and the Limits of Economics.” Kyklos 19: 23–47. https://doi.org/10.1111/j.1467-6435.1966.tb02491.x.\r\n\r\n\r\nOdum, William E. 1982. “Environmental Degradation and the Tyranny of Small Decisions.” BioScience 32 (9): 728–29. https://doi.org/10.2307/1308718.\r\n\r\n\r\nJfr. Vanndirektivet som krever at vannforekomster skal ha en god økologisk tilstand.↩︎\r\nOg hvor slutter og starter økosystemet?↩︎\r\nDette har mange fellestrekk med konseptet ‘allmenningens tragedie’. Noe som fortjener et eget blogginnlegg.↩︎\r\n",
    "preview": {},
    "last_modified": "2022-01-01T00:24:47+01:00",
    "input_file": {}
  }
]
