[
  {
    "path": "posts/Nisje/",
    "title": "Nisje: Location, location, location",
    "description": "Og hvor er min plass i dette n-dimensjonale hypervolumet?",
    "author": [
      {
        "name": "Endre Grüner Ofstad",
        "url": {}
      }
    ],
    "date": "2022-01-01",
    "categories": [
      "Økologi",
      "Økosystem"
    ],
    "contents": "\r\nNisje\r\nFundamental nisje er den kombinasjoen av miljøvariabler som tillater en art å overleve. Veldig ofte vil temperatur være en viktig variabel. Det må som regel være passe varmt. Ikke for kaldt, men samtidig ikke for varmt. Videre så må det være tilgang på den og den maten, sommeren må være passe lang, og vinteren må innebære hvertfall en halv meter snø som ligger mer enn 3 måneder og bakken kan ikke ha for mye kalk i seg. Slik at i møte med omgivelsene (dvs. flere miljøvariabler) vil en art bare forekomme i et begrenset omfang (figur 1).\r\n\r\n\r\n\r\nFigure 1: En art finnes ikke overalt, bare hvor den kan overleve og reprodusere.\r\n\r\n\r\n\r\nI møte med flere arter vil det også oppstå interaksjoner mellom artene som kan utvide eller begrense nisjen til en art (figur 2). . Gjennom konkurranse kan en art fortrenge en annen. En snakker da om den realiserte nisjen til en art.\r\n\r\n\r\n\r\nFigure 2: En art finnes ikke overalt, bare hvor den kan overleve og reprodusere.\r\n\r\n\r\n\r\nBiotop er når en utvider habitatkonseptet til flere arter (Whittaker, Levin, and Root (1973)). Hvor art 1 og 2 i figuren utgjør sammen med den den delen av miljøvariabelen de befinner seg på et biotop. Dette er et system som også går igjen i naturtype-systemet i Norge: Natur i Norge (NiN). Hvor såkalte lokale komplekse miljøvariabler (forferdelig lite pedagogisk navn) tilsvarer en miljøvariabel som for eksempel kalkinnhold. Her vil f.eks. fastmarksskogsmark bli kalt for et hovedtypegruppe (også kalt for et økosystem i Halvorsen et al. (2020)), men en skog med gitt kalkinnhold og uttørkingsfare kan være kalklågurt-skog. Kalklågurt-skog vil være en naturtype, men også en biotop for den karakteriseres av de artene man finner innenfor gitte miljøparametre. Dette er basert på det generaliserte artslistedatasett.\r\nHvorfor starter og slutter nisjen?\r\nDet meste i livet består av avveininger. Som nevnt over så er det viktig at det er passe varmt. Er det for kaldt så vil ikke kroppen kunne lage nok varme og vi vil fryse i hjel, og ved for varmt vil ikke kroppen kunne kjøle seg nok ned og en vil dø av overoppheting. I noen tilfeller kan avveiningen også skje på grunn av samspill med andre arter, eller fordelene kan inntreffe på en del av livet og kostnadene i en annen del. For en rekke arter vil det være gunstig å bruke visse deler av habitatet fordi der er det mye bra mat tilgjengelig som igjen fører til at de kan vokse seg store, få unger og fø opp disse. Men dette er jo også noe rovdyrene lærer slik at å tilbringe for mye tid der kan innebære en økt sannsynlighet for å bli spist. Så hvor mye tid skal man tilbringe der?\r\nFor at en art skal overleve må det være nok reproduksjon og overlevelse til at en på lang sikt minimum går i null. Dette kan igjen knyttes til miljøet. Hvis en følger eksempelet over for art 1. La oss si at jo mer du øker miljøvariabel 1 dess flere avkom får du, men det reduserer hvor lenge du vil leve. På en årlig basis så kan en si at en øker sannsynligheten for å få et avkom, men en reduserer sannsynligheten for at du overlever til neste år. Over tid vil disse to faktorene - overlevelse og reproduksjon - bestemmer hvor mange avkom ett individ vil få iløpet av livet (lifetime reproductive success). Den optimale strategien (nytte hvis man bruker ressursøkonomiske begreper) kan vi da finne ved å se på ved å multiplisere disse to funksjonene med hverandre (figur 3). Dette kommer også frem av denne studien (snikskryt).\r\n\r\n\r\n\r\nFigure 3: Fordel (blå), ulempe (rød) og nytte (grønn) knyttet til bruken av et miljø.\r\n\r\n\r\n\r\nDen største trusselen mot arter i Norge er habitatendringer - det være seg tap eller forringing av habitat. Ved forvaltningsavgjørelser kan en ofte bli møtt av påstanden “Men den arten finnes jo også der og der, så vi kan bygge ned her.” Når her er den plassen det finnes mest av en art så er det en grunn til det.\r\nSelv om en art kan bruke to områder så vil det som regel velge et fremfor det andre. Dette reflektere at et område har 1) økt energiopptak per mat-gjenstand, men også 2) mindre tid på å fordøye hver mat-gjenstand (macarthur1966optimal). Valg av føde kan derfor føre til både mer og bedre mat, og en multiplikativ økning i energiopptaket (multiplier effect, white1983foraging). Det ble tidlig anerkjent at områder tilgjengelig for en art sjelden ble brukt i den grad de var tilgjengelig, noen områder ble brukt forholdsmessig ofte: “[dyret] spiser ved et tydelig valg” (Hardy (1924)). Når områdebruken ikke er proporsjonal med tilgjengeligheten sier man at bruken er selektiv og at det foregår habitatvalg (habitat selection, Johnson (1980)). Valg skjer enten ved at man tilbringer lengre tid eller vender oftere tilbake til områder med høyere nytte (Bastille-Rousseau, Fortin, and Dussault (2010)). Man ser at større valg ofte er assosiert med økt overlevelse eller reproduksjon (Allen et al. (2017), McLoughlin et al. (2006), Losier et al. (2015)).\r\nHvor starter og slutter en nisje?\r\nHvor starter og slutter nisjen til en art? Grovt sett vil den jo finnes i det området hvor den kan overleve og reprodusere, jf. arealet under den grønne linjen i figur 3. Men muligheten til å kunne tallfeste dette kan fortelle oss hvor vi kan finne skadedyr, høstbare arter, eller sjeldne arter. Slik at dette er et viktig tema som har fått mye oppmerksom siden 1990-tallet og frem til idag. Habitatseleksjon gjør at vi kan knytte ulike habitat og områder til arter sin reproduksjon og overlevelse (Boyce and McDonald (1999)). For eksempel kan to hjorter tilbringe 40 % av tiden sin i løvskog (bruken kalles ofte U[x], use distribution), men en hjort holder til i et områder med 30 % tilgjengelig løvskog, mens den andre i et området med 40 % tilgjenglig løvskog (kjent som A[x], availability distribution). Å sammenligne bruken deres vil derfor ikke reflektere i hvor stor grad dyret vil velge løvskog når det har muligheten til det. Hvis man ser på graden av valg (‘selection ratio’/SR) vil vise at det første dyret vil i mindre grad velge løvskog enn det andre dyret (SR[x] = U[x]/A[x]; 40/30 = 1.33 vs 40/10 = 4.00).\r\nI systemet nevnt over, Natur i Norge (NiN) så bruker man ordinasjonsteknikker. Man kan lese mer om dette i Halvorsen et al. (2020). Dette har mye til felles med en rekke andre statistiske metoder som alle faller inn under paraply-begrepet inhomogene Poisson-prosesser. Hvor man ganske enkelt sammenligner med tilstedeværelse (eller antall) og fravær av arter/individ i ulike miljø. Fravær er like viktig som tilstedeværelse, derav alle de svarte prikkene i figurene øverst.\r\nSe figur 3\r\nDen interesserte leser anbefales sterkt å fordype seg i Aarts et al. (2013), Aarts, Fieberg, and Matthiopoulos (2012) og Lele et al. (2013).\r\nNår tilgjengeligheten av habitat forandrer seg\r\nNår tilgjengeligheten av habitat forandrer seg så kan også nytten av å bruke den forandre seg, og derfor også habitatvalget. En snakker om en funksjonell respons i habitatvalg (Mysterud et al. (1999)). Funksjonell respons kan skyldes avveininger mellom ulike atferder (Beyer et al. (2010)), fysiologiske begrensninger (Melin et al. (2014)), eller variere med hvordan dyr oppfatter habitatene de velger blant (Van Moorter et al. (2013)). For eksempel vil hjortedyr ofte velge åpne enger eller åkre ved lav tilgjengelighet, men redusere valget av det med økende tilgjengelighet. Dette kan f.eks. skyldes at å velge åpne enger hele tiden vil innebære en for stor risiko for rovdyr, eller at de må ha en mer balansert diet som også inkluderer annen føde.\r\nLavere tilgjengelighet av habitat innebærer som regel lengre avstand mellom habitat, som spising må kompensere for. Dess lengre man må forflytte seg mellom habitat, jo mer må habitatet utnyttes for å kompensere for bevegelseskostnadene (‘marginal value theorem,’ Charnov (1976)). Dette innebærer at ikke bare tilgjengeligheten i seg selv, men også hvordan den er fordelt i landskapet påvirker kost-nytten ved habitatvalg. Avslutningsvis vil også tilgjengeligheten være avhengig av bestandstettheten. Med økende tetthet vil en forvente at nytten av å bruke et habitat vil bli mindre (‘ideal free distribution,’ Fretwell and Lucas (1969), Morris (1987))\r\nLocation, location, location\r\nAlt er en plass. Dyr har en preferanse for noen habitat som de velger, men de må også komme seg til de habitatene. Johnson (1980) beskriver habitatvalg som hierarki av valg på ulike skalaer. Første-ordens er valg av artens geografiske utbredelse; andre-ordens valget er individets valg av hjemmeområde; tredje-ordens valget er habitatvalget innad i hjemmeområdet; og det fjerde-ordens valget er valget av matgjenstander (den busken, det skjellet osv.). De ulike romlige skalene vil også ha reflektere tidsskalaen ; snaker man om habitatvalg over et helt liv? Ett år? Ett døgn? Forskjeller i habitatvalg på ulike skala reflektere avveininger mellom ulike livshistorietrekk. Rettie and Messier (2000) har foreslått at individ tilpasser seg de miljøvariablene som begrenser overlevelse og reproduksjon mest på de større skalaene (første- eller andre-ordens valg), slik at konsekvensene av habitatvalg for overlevelse og reproduksjon blir mindre og mindre jo lavere skale en ser på.\r\nDette har også likheter med øybiogeografi (MacArthur and Wilson (2016)).\r\n\r\n\r\n\r\nAarts, Geert, John Fieberg, Sophie Brasseur, and Jason Matthiopoulos. 2013. “Quantifying the Effect of Habitat Availability on Species Distributions.” Journal of Animal Ecology 82 (6): 1135–45.\r\n\r\n\r\nAarts, Geert, John Fieberg, and Jason Matthiopoulos. 2012. “Comparative Interpretation of Count, Presence–Absence and Point Methods for Species Distribution Models.” Methods in Ecology and Evolution 3 (1): 177–87.\r\n\r\n\r\nAllen, Andrew M, Augusta Dorey, Jonas Malmsten, Lars Edenius, Göran Ericsson, and Navinder J Singh. 2017. “Habitat–Performance Relationships of a Large Mammal on a Predator-Free Island Dominated by Humans.” Ecology and Evolution 7 (1): 305–19.\r\n\r\n\r\nBastille-Rousseau, Guillaume, Daniel Fortin, and Christian Dussault. 2010. “Inference from Habitat-Selection Analysis Depends on Foraging Strategies.” Journal of Animal Ecology 79 (6): 1157–63.\r\n\r\n\r\nBeyer, Hawthorne L, Daniel T Haydon, Juan M Morales, Jacqueline L Frair, Mark Hebblewhite, Michael Mitchell, and Jason Matthiopoulos. 2010. “The Interpretation of Habitat Preference Metrics Under Use–Availability Designs.” Philosophical Transactions of the Royal Society B: Biological Sciences 365 (1550): 2245–54.\r\n\r\n\r\nBoyce, Mark S, and Lyman L McDonald. 1999. “Relating Populations to Habitats Using Resource Selection Functions.” Trends in Ecology & Evolution 14 (7): 268–72.\r\n\r\n\r\nCharnov, Eric L. 1976. “Optimal Foraging, the Marginal Value Theorem.” Theoretical Population Biology 9 (2): 129–36.\r\n\r\n\r\nFretwell, S, and HL Lucas. 1969. “Territorial Behavior and Habitat Distribution in Birds. I. Theoretical Development.” Acta Biotheoretica.\r\n\r\n\r\nHalvorsen, Rune, Olav Skarpaas, Anders Bryn, Harald Bratli, Lars Erikstad, Trond Simensen, and Eva Lieungh. 2020. “Towards a Systematics of Ecodiversity: The EcoSyst Framework.” Global Ecology and Biogeography 29 (11): 1887–1906. https://doi.org/10.1111/geb.13164.\r\n\r\n\r\nHardy, AC. 1924. “The Herring in Relation to Its Animate Environment i. The Food and Feeding Habits of the Herring with Special Reference to the East Coast of England.” Fish. Invest., Lond. 2 (3): 53.\r\n\r\n\r\nJohnson, Douglas H. 1980. “The Comparison of Usage and Availability Measurements for Evaluating Resource Preference.” Ecology 61 (1): 65–71.\r\n\r\n\r\nLele, Subhash R, Evelyn H Merrill, Jonah Keim, and Mark S Boyce. 2013. “Selection, Use, Choice and Occupancy: Clarifying Concepts in Resource Selection Studies.” Journal of Animal Ecology 82 (6): 1183–91.\r\n\r\n\r\nLosier, Chrystel L, Serge Couturier, Martin-Hugues St-Laurent, Pierre Drapeau, Claude Dussault, Tyler Rudolph, Vincent Brodeur, Jerod A Merkle, and Daniel Fortin. 2015. “Adjustments in Habitat Selection to Changing Availability Induce Fitness Costs for a Threatened Ungulate.” Journal of Applied Ecology 52 (2): 496–504.\r\n\r\n\r\nMacArthur, Robert H, and Edward O Wilson. 2016. The Theory of Island Biogeography. Princeton university press.\r\n\r\n\r\nMcLoughlin, Philip D, Mark S Boyce, Tim Coulson, and Tim Clutton-Brock. 2006. “Lifetime Reproductive Success and Density-Dependent, Multi-Variable Resource Selection.” Proceedings of the Royal Society B: Biological Sciences 273 (1593): 1449–54.\r\n\r\n\r\nMelin, Markus, Juho Matala, Lauri Mehtätalo, Raisa Tiilikainen, Olli-Pekka Tikkanen, Matti Maltamo, Jyrki Pusenius, and Petteri Packalen. 2014. “Moose (a Lces Alces) Reacts to High Summer Temperatures by Utilizing Thermal Shelters in Boreal Forests–an Analysis Based on Airborne Laser Scanning of the Canopy Structure at Moose Locations.” Global Change Biology 20 (4): 1115–25.\r\n\r\n\r\nMorris, Douglas W. 1987. “Spatial Scale and the Cost of Density-Dependent Habitat Selection.” Evolutionary Ecology 1 (4): 379–88.\r\n\r\n\r\nMysterud, Atle, Per Kristian Larsen, Rolf Anker Ims, and Eivind Østbye. 1999. “Habitat Selection by Roe Deer and Sheep: Does Habitat Ranking Reflect Resource Availability?” Canadian Journal of Zoology 77 (5): 776–83.\r\n\r\n\r\nRettie, W James, and François Messier. 2000. “Hierarchical Habitat Selection by Woodland Caribou: Its Relationship to Limiting Factors.” Ecography 23 (4): 466–78.\r\n\r\n\r\nVan Moorter, Bram, Darcy Visscher, Ivar Herfindal, Mathieu Basille, and Atle Mysterud. 2013. “Inferring Behavioural Mechanisms in Habitat Selection Studies Getting the Null-Hypothesis Right for Functional and Familiarity Responses.” Ecography 36 (3): 323–30.\r\n\r\n\r\nWhittaker, R. H., S. A. Levin, and R. B. Root. 1973. “Niche, Habitat, and Ecotope.” The American Naturalist 107 (955): 321–38. https://doi.org/10.1086/282837.\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/Nisje/Blog_nisje_files/figure-html5/fig1-1.png",
    "last_modified": "2022-01-01T01:39:15+01:00",
    "input_file": {}
  }
]
